let obj={
    "推理1": [
        {
            "新湖中宝股份有限公司": {
                "浙江恒兴力控股集团有限公司": {
                    "type": 0
                },
                "黄伟": {
                    "type": 0
                },
                "浙江新湖集团股份有限公司": {
                    "type": 0
                },
                "宁波嘉源实业发展有限公司": {
                    "type": 0
                }
            }
        },
        {
            "湘财股份有限公司": {
                "浙江新湖集团股份有限公司": {
                    "type": 0
                },
                "新湖中宝股份有限公司": {
                    "type": 1
                },
                "新湖控股有限公司": {
                    "type": 0
                },
                "湖南华升股份有限公司": {
                    "type": 0
                },
                "湖南华升集团有限公司": {
                    "type": 0
                }
            }
        },
        {
            "上海大智慧股份有限公司": {
                "张长虹": {
                    "type": 0
                },
                "浙江新湖集团股份有限公司": {
                    "type": 0
                },
                "张志宏": {
                    "type": 0
                },
                "张婷": {
                    "type": 0
                },
                "湘财股份有限公司": {
                    "type": 1
                }
            }
        }, {
            "上海大智慧股份有限公司": {
                "浙江恒兴力控股集团有限公司": {
                    "type": 1
                },
                "浙江新湖集团股份有限公司": {
                    "type": 1
                },
                "宁波嘉源实业发展有限公司": {
                    "type": 1
                },
                "新湖中宝股份有限公司": {
                    "type": 1
                },
                "黄伟": {
                    "type": 0
                },
                "新湖控股有限公司": {
                    "type": 1
                },
                "湖南华升股份有限公司": {
                    "type": 1
                },
                "湖南华升集团有限公司": {
                    "type": 1
                }
            }
        }
    ],
    "推理2": [
        {
            "苏宁易购集团股份有限公司": {
                "张近东": {
                    "type": 0
                },
                "苏宁控股集团有限公司": {
                    "type": 1
                },
                "苏宁控股集团股份有限公司": {
                    "type": 1
                },
                "苏宁电器集团有限公司": {
                    "type": 1
                }
            }
        },
        {
            "华泰证券股份有限公司": {
                "江苏省苏豪控股集团有限公司": {
                    "type": 0
                },
                "江苏省国信集团有限公司": {
                    "type": 0
                },
                "阿里巴巴(中国)网络技术有限公司": {
                    "type": 0
                },
                "江苏交通控股有限公司": {
                    "type": 0
                },
                "苏宁易购集团股份有限公司": {
                    "type": 1
                },
                "江苏高科技投资集团有限公司": {
                    "type": 0
                }
            }
        },
        {
            "江苏银行股份有限公司": {
                "江苏省国际信托有限责任公司": {
                    "type": 0
                },
                "华泰证券股份有限公司": {
                    "type": 1
                },
                "江苏宁沪高速公路股份有限公司": {
                    "type": 0
                },
                "江苏省国信集团有限公司": {
                    "type": 0
                }
            }
        },
        {
            "江苏银行股份有限公司": {
                "苏宁控股集团有限公司": {
                    "type": 1
                },
                "张近东": {
                    "type": 0
                },
                "江苏省苏豪控股集团有限公司": {
                    "type": 1
                },
                "江苏省国信集团有限公司": {
                    "type": 1
                },
                "阿里巴巴(中国)网络技术有限公司": {
                    "type": 1
                },
                "苏宁控股集团股份有限公司": {
                    "type": 1
                },
                "江苏交通控股有限公司": {
                    "type": 1
                },
                "苏宁电器集团有限公司": {
                    "type": 1
                },
                "苏宁易购集团股份有限公司": {
                    "type": 1
                },
                "江苏高科技投资集团有限公司": {
                    "type": 1
                }
            }
        }
    ]
}
export default obj;